Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 经过小镇东那道栅栏门的时候，在自家泥屋躲雨的看门人郑大风，双手拢袖蹲在门口，看着三辆马车，这个老光棍打了个哈欠。
en_us: When the three carriages had exited the eastern gate of the small town, the gatekeeper Zheng Dafeng had been observing them from the shelter of his mud hut. Squatting by the door and with his hands in the opposite sleeves, the unmarried man had yawned as he watched them leave the town.

source: 绑扎完毕后，陈平安缓缓抬起右臂擦拭满脸汗水，两条胳膊颤抖不止，根本不受控制。
en_us: After wrapping his wound, Chen Ping'an used his right arm to wipe the sweat from his face. His arms were trembling uncontrollably.

source: 结果她的丰盈臀部被截江真君狠狠踢了一脚，老人调笑道：“顾氏，你亏在后天保养上，不过就凭这个，在青峡岛做个二等丫鬟，有些勉强，不过当三等丫鬟，绰绰有余。老夫瞧你是瞧不上眼，不过青峡岛上，倒是有几位客卿散人，说不得好你这一口，到时候你可要好好争取，莫要羞怯，白白错失了一桩福缘。”
en_us: Yet, it was also at this moment that her shapely behind was kicked by the River Severing True Lord. The old man jeered, "Mrs. Gu, what you're lacking is some nurturing and care. However, with just this alone, it might be a bit difficult for your to become a second-tier maidservant on the Cyan Gorge Island. However, it's more than enough for you to become a third-tier maidservant. You're a bit beneath me, but there are indeed a few guests and cultivators on the island, and you might just suit their tastes. At that time, you can put in some effort and fight for some opportunities. Don't be shy and let your good fortunes slip away."

source: 结果最后在一条破败小巷，就那么随意抬头一看，结果发现大门顶上的墙壁，镶嵌着一把青铜小镜，那人抱着死马当活马医的心态，爬梯子上去一看，乖乖，竟是照妖镜里的老祖宗，云雷连弧纹，篆刻有八个小字，日月之光，天下大明，那兄弟高兴得站在梯子上就嚎啕大哭起来；还有海潮铁骑出身的一位千金小姐，因祸得福，认识了观湖书院的崔公子，两人一见如故
en_us: While they were walking through a rundown alley, however, they had casually looked up and surprisingly found a copper mirror embedded in the wall above someone's gate. Making a last ditch effort, this person had grabbed a ladder and climbed up to take a look. And guess what? The bronze mirror was an ancestor among the demon-exposing mirrors! The bronze mirror was decorated with ancient patterns of clouds and thunder, and there were also eight characters carved around it — Sun and Moon's Radiance, Illuminating Heaven and Earth. The person had been so overjoyed that they had started bawling on the ladder. Elsewhere, there had also been a rich young lady from the Sea Tide Cavalry who had obtained fortune from misfortune, becoming acquainted with Mr. Cui from Lake View Academy. The two of them had immediately become like old friends.

source: 结果看到一个满身书卷气的少年，蹲在不远处的墙头上，正在打量他们。
en_us: He had spotted a scholarly young boy squatting on top of a wall not far away from them, and he was observing them while perched on his vantage point.

source: 结果被陈平安把抓住后领口，扯回原地。
en_us: However, Chen Ping'an's hand shot out and grabbed onto his collar, immediately bringing him to a halt and dragging him back.

source: 绕了一大圈，老猿从靠近顾粲家的小巷拐角走入泥瓶巷。
en_us: After circling around and making a large detour, Bai Yuan entered Clay Vase Alley from the side that was closest to Gu Can's home.

source: 给人印象一直很平稳老练的少年，竟是有些忐忑，回答道：“我爹娘去世得早，当时我很小，不知为什么，小时候很多事情，我都记得，就是我爹娘的模样，总是模模糊糊，记不真切。后来吃了一段时间的百家饭，是靠着街坊邻居才活下来的，有一次我无意见听人说起，说我是五月初五那天出生的，听他们口气，应该不是一个怎么吉利的日子，隔壁有个人说得更直接坦白一些……”
en_us: Chen Ping'an had always seemed mature and steadfast beyond his years, yet at this moment, he was looking rather uneasy as he replied, "My parents passed away when I was very young, and for some reason, I can still remember many things from my childhood, but I can never clearly recall what my parents looked like. After my parents passed away, my neighbors kept me alive, and I was constantly going from home to home, eating whatever my neighbors were willing to spare me. On time, I inadvertently heard someone say that I was born on the fifth day of the fifth month, and judging from the tone of their voice, I figured that that wasn't a very lucky day. There was another neighbor that was even more blunt and direct when talking about this..."

source: 给陈平安的感觉是她明明闭着眼睛，却又像是在用心看什么东西。
en_us: Even though her eyes were closed, her movements were such that Chen Ping'an felt like she was using her mind to "look" at something.

source: 绝非神通，更非术法。
en_us: She wasn't using any mystical abilities or magical techniques, her attack was simply incredibly fast!

source: 绵里藏针。
en_us: There were needles hidden in his words.

source: 羊角辫伸出一只手掌，回答道：“如今只剩下五个人啦，我，李宝瓶，李槐，林守一，董水井。”
en_us: The little girl with the twin braids extended a hand forward as she replied, "There are only five people left. Me, Li Baoping, Li Huai, Lin Shouyi, and Dong Shuijing."

source: 羊角辫小丫头只觉得莫名其妙，不知道一张破叶子，有什么只得炫耀的，但是她就是受不了李宝瓶的那副模样，很欠揍。问题是学塾里差不多大的孩子，哪怕是李槐这样的刺头，也打不过李宝瓶，李槐曾经被她打得趴在地上装死，李宝瓶犹不罢休，扒掉李槐的裤子，再把那条裤子往树上一丢，高高挂在那里，光屁股李槐一路嚎啕大哭回去，他娘可不是省油的灯，二话不说就拽着李槐一起杀向福禄街，结果还没到李家，看着街道两边气派威严的石狮子、彩绘门神和高大院墙，妇人就气不打一处来，又给李槐暴打了一顿，连李家大门也没敲，就扯着自己儿子的耳朵，灰溜溜回到小镇最西边的破落宅子，不过那晚妇人宰了只鸡炖了，李槐光屁股站在凳子上，晃来晃去，吃得比谁都欢快，哪里还记得被李宝瓶按在地上拍脑袋的糗事。
en_us: The little girl with the twin braids was very bemused, perplexed about why Li Baoping was showing off a leaf to her. However, she was very disgruntled by Li Baoping's gloating expression, and he really wanted to slap that smug look off her face. The problem was that none of the children in the school, even a troublemaker like Li Huai, was a match for Li Baoping in a fight. Li Huai had once been beaten by Li Baoping to the point that he laid on the ground and pretended to be dead. However, Li Baoping was still unwilling to let him off the hook, and he stripped off Li Huai's pants, then tossed it high up onto a tree branch. Li Huai was bawling his eyes out as he rushed back home with no pants, and his mother was not one to let bygones be bygones. Thus, she dragged Li Huai along behind her as she stormed onto Fortune Street. However, as soon as she spotted the fearsome stone lions and tall walls of the Li Clan's manor on Fortune Street, she immediately directed her rage at Li Huai instead, giving him a vicious beating. In the end, she didn't even dare to knock on the gate of the Li Clan's manor, and she scurried back to their dilapidated house on the westernmost side of the town while dragging Li Huai along by the ear. However, in order to console her son, Li Huai's mother killed a chicken and braised it for him to eat that night. Li Huai stood on his stool with his backside still bare, swaying from side to side as he munched happily on the chicken, and the embarrassment that he had suffered at the hands of Li Baoping had become nothing more than a disstant memory.

source: 羊角辫小姑娘伸出双手比划了一下长短，满脸嫌弃道：“槐树叶子而已，有什么好神气的，我爹昨夜给了我一只金算盘，金子做的算盘，有这么大！”
en_us: A disdainful look appeared on the face of the little girl with the twin braids, and she scoffed, "Why are you showing off a dumb leaf? My father gave me a golden abacus last night. It's made of gold, and it's this big!"

source: 羊角辫小姑娘唉声叹气，从她第一天认识李宝瓶起，就是这这么个讨人嫌的德行。她只说她想说的，只听她想听的，只做她想做的事情。
en_us: The little girl with the twin braids heaved an exasperated sigh. Li Baoping had always been this annoying since the very first day they had met. She always said and did what she wanted without any regard for anyone else.

source: 美妇人如释重负，果不其然，这个姓刘的少年就是他们要找之人，确实天赋不俗，哪怕是在他们的那些仙家府邸里，根骨资质也不容小觑。
en_us: The woman was very relieved. As expected, Liu Xianyang was the person that they were looking for, and he did indeed possessed remarkable aptitude. Even in immortal clans like theirs, his aptitude for cultivation was nothing to be scoffed at.

source: 美妇人望着那个喃喃道：“来了。”
en_us: Upon spotting Liu Xianyang, the woman murmured, "He's here."

source: 美妇人站起身，对台阶底下的卢正淳吩咐道：“你去告诉那少年，问他想要什么，才愿意拿出铠甲和书籍这两样传家宝。”
en_us: The woman rose to her feet, then turned to Lu Zhengchun as she instructed, "Go and ask that young man what we would need to give him in exchange for the suit or armor and the scripture that have been passed down in his clan for generations."

source: 美滋滋睡着回笼觉的刘羡阳被惊醒后，怒吼道：“姓陈的你烦不烦，老子刚梦到稚圭对我笑了快赔我个稚圭”
en_us: Liu Xianyang, who had gone back to sleep, was suddenly jolted awake by Chen Ping'an's question. "Just how bloody annoying are you? I was just dreaming of Zhi Gui smiling at me! Hurry up and compensate me with Zhi Gui!" he roared in anger.

source: 翻山越岭涉水一事，陈平安确实是行家里的行家。
en_us: Chen Ping'an was indeed an expert when it came to traversing mountains and crossing rivers.

source: 老人一眼洞穿妇人心思，笑问道：“怎么，愧疚反悔了？”
en_us: The River Severing True Lord could tell what she was thinking, and he smiled as he asked, "Do you feel ashamed? Are you regretting what you did?"

source: 老人一笑置之，安静等待云霞山蔡金简的敲门。
en_us: The old man merely smiled and didn't say anything further, waiting in silence for Cai Jinjian's arrival.

source: 老人一言不发，抽着旱烟，一头黑猫不知何时何处到来，蹲在老人脚边不远处，抖了抖毛皮，溅起许多雨水。
en_us: Old Man Yang remained silent as he continued to puff away at his smoking pipe. At some unknown time, a black cat suddenly ran over from some unknown place, and it shook its body dry as it sat near the old man's feet, sending water flying everywhere.

source: 老人不再理睬少女，转回头，看着少年。
en_us: The old man ignored her, and he turned around to look at Chen Ping'an.

source: 老人不复见以往的慈眉善目，气势威严，问道：“李宝瓶呢？为何没有来上学？”
en_us: The old janitor's usual benevolent demeanor was completely missing, and he asked in an authoritative voice, "Where is Li Baoping? Why hasn't she come to school?"

source: 老人不得不站起身，在院中缓缓踱步，掐指飞快，“废物！栽在一个市井少年的手里，云霞山辛苦积攒下来的千年声望，就此毁于一旦。”
en_us: The old man couldn't help but stand up and slowly pace around the courtyard. His fingers moved extremely quickly as he calculated something, and he eventually exclaimed, "Trash! You actually died by the hands of a poor young boy? The reputation that the Dawn Cloud Mountain has worked so hard to build for the past 1000 years has been destroyed just like that."

source: 老人不讨厌这个孩子的最大一个原因，就是孩子不管什么情况，都不会胡乱嚷嚷，不会吵到自己。能不说话烦人，就绝不开口。
en_us: One of the main reasons that Old Man Yang didn't dislike this child was because he would never scream or shout no matter the situation. This child would never disturb him, nor would he ever try to.

source: 老人久久站在家门口，看着两边的桃树，名身材婀娜的妙龄丫鬟来到老人身旁，小声道：“老祖宗，看什么呢外边天冷，可别冻着。”
en_us: The old man stood at his door for a long time, gazing at the two rows of peach trees lining the alley. A shapely young maidservant walked up to the old man, saying in a soft voice, "Grandpa, what are you looking at? The weather's cold outside, so be careful not to catch the chills."

source: 老人也坐在门槛上，想了想，“小姐，有些话本不该跟你说的，只是事已至此，再隐瞒也没有意思，老奴就一并跟你说了。此次小镇之行，多半是有人精心策划的一个局，那个清风城许家婆娘，跑不掉，只不过她未必是分量最重之人。这个坑，厉害的地方在于哪怕老奴有所察觉，也无法不跳。小姐有所不知，那部剑经的主人，曾经是一位叛出正阳山的剑道孽徒，由他自创而成，依照你爷爷的说法，这部剑经最可贵之处，在于虽然写书之人，最终剑道成就不过是摸着剑仙的门槛，但是剑经内容，直指大道。小姐你想啊，与咱们正阳山交好的谢家老祖，何等眼界，仍是给予这部剑经，“极高”两字评语。”
en_us: Bai Yuan also sat down onto the doorstep, and after taking a moment to arrange his words, he said, "Young Mistress, there are some things that I shouldn't be telling you, but at this point, there's really no reason not to tell you these things, so here I go. During our trip to this town, we've most likely fallen into a carefully orchestrated trap. That woman from the Light Breeze City is definitely involved, but she may not be the primary mastermind. What's most damning about this trap is that even though I'm aware of its existence, I had no choice but to jump into it. I can reveal to you now that the sword scripture was created by a treacherous piece of scum who betrayed our Sun Scorch Mountain. According to your grandfather, what makes this sword scripture so precious is that even though the one who wrote it didn't manage to very far on the path of the sword, only just barely setting a foot onto the doorstep of becoming a Sword Immortal, the contents of the sword scripture point straight at the Great Dao. The patriarch of the Xie Clan, who shares a close bond with our Sun Scorch Mountain and has extremely lofty standards when it comes to anything related to the sword, even he gave the sword scripture extremely high praise."

source: 老人也未生气她的无礼，只是感慨道：“可怜天下父母心。”
en_us: The River Severing True Lord wasn't bothered by her rude outburst, and he merely sighed, "I suppose. Every parent simply wants what's best for their child."

source: 老人也用一种可怜的眼神看着汉子。
en_us: Shopkeeper Yang was also looking back at Ruan Qiong with a hint of sympathy in his eyes, and neither of them said anything further.

source: 老人亲眼看到那颗头颅的临近，呢喃道：“天下奇观。”
en_us: The River Severing True Lord looked on as the head approached them, and he murmured to himself, "What a truly stunning sight."

source: 老人伸出一只手，“买东西给钱，生意人赚钱，是天经地义的事情，至于赚多赚少，得看良心，但万万没有亏钱的道理。所以你把钱袋子给我，那几粒银子我收下，今天你娘亲治病需要的药材，我先赊账给你，但是你以后得还钱，一分一毫也不许欠铺子，小家伙，听不听得懂？”
en_us: The old man said, "The customer spends money for products, while merchants provide those products in exchange for money. This is a rule that has been set in stone for countless years. As for how much money the merchant wants to earn, that's up to them, but there's never any reason for a merchant to lose money. Give me that pouch, and I'll take whatever money you have left. I'll give you the medicinal ingredients you need for your mother, and I'll put it on your tab, but you have to repay the money in the future. Do you understand what I'm saying, boy?"

source: 老人伸出大拇指。
en_us: The old man raised a thumb.

source: 老人伸出干枯手掌，扶住桃枝，“有心人有心人，希望真能天不负吧。”
en_us: The old man extended a shriveled hand and placed it on a branch, saying, "Kind and determined children, here's wishing that the heavens don't target and suppress you."

source: 老人伸出空闲的左手，凝视手心。
en_us: He reached out his spare left hand and stared at the palm of the hand.

source: 老人似乎在酝酿天机，没有急着开口。
en_us: As if organizing his thoughts, Old Man Yang didn't immediately continue.

source: 老人似笑非笑，道：“只要是留在小镇长大的孩子，就意味着根骨资质其实并不出众，你家顾粲虽然没有九岁，但也不例外。”
en_us: The River Severing True Lord replied with a faint smile, "All the children who've been left to grow up in the town are ones that were deemed to not be in possession of outstanding aptitude. Gu Can may not be nine years of age yet, but he's no exception to that."

source: 老人使劲一挥袖子，冷哼道：“气煞老夫！”
en_us: The old man forcefully flicked his sleeve, saying with a humph, "How infuriating!"

source: 老人依然不说话。
en_us: Old Man Yang continued to remain silent.

source: 老人偶尔会唠叨几句，让自家孩子不要来这边玩耍，可是稚童孩子们仍是喜欢来此捉迷藏、捉蟋蟀等等，可能等到这些孩子长大成人，再变成了垂垂老矣的老人，也一样会跟孩子们说不要来此嬉戏，一代一代，就这么过来了，也无风雨也无波澜，平淡无奇。
en_us: The elderly residents would occasionally say a word or two, telling their young ones not to muck around and play here. However, the young children still liked to play hide-and-seek and catch crickets here. When these children grew old and had grandchildren of their own, perhaps they would also repeat the same words and tell their young one not to hang out and play here. Generation after generation, this was exactly what had happened. However, nothing untoward had ever happened.

source: 老人厉色瞪去，李槐吓得噤若寒蝉，乖乖闭嘴，只是在心里不断骂这个马老头不是个东西，老虎不在山就猴子称大王。
en_us: The old janitor gave Li Huai a vicious glare, and the boy hurriedly shut his mouth with a fearful expression. At the same time, he was cursing Old Man Ma internally for finally showing his true colors now that Mr. Qi was no longer around.

source: 老人双手负后，淡然道：“碗中。”
en_us: "We are inside the bowl," the River Severing True Lord replied in a calm manner with his hands clasped behind his back.

source: 老人双拳紧握，仰头望向小巷天空，脸色铁青，喉咙鼓动，发出一阵低沉压抑的声响，像一头愤怒至极的远古凶兽。
en_us: His hands then clenched up into tight fists as he looked up at the sky with a furious expression. His throat began to rumble as a beasty, inhuman snarl escaped his lips.

source: 老人只得苦笑。
en_us: The old man could only give a wry smile.

source: 老人只是抽着烟，神色阴沉。
en_us: Old Man Yang merely continued to puff away on his pipe with a dark expression.

source: 老人叹了口气，山下王朝和山上仙家，双方貌合神离，其实是相看两相厌的立场。
en_us: The old man heaved a faint sigh. The empire at the foot of the mountain and the immortal families on the mountain appeared to have close and amicable ties with one another, but in reality, both parties absolutely detested one another.

source: 老人吐出一口浊气，于心不忍道：“孩子，老夫是真的无能为力啊。”
en_us: The old man exhaled as he said in a sympathetic manner, "I'm sorry, child, there's simply nothing more that I can do."

source: 老人听着孩子竹筒倒豆子，一大串不带重复的恶毒晦气话，实在有些头疼，赶紧说道：“肯定给你看，对了，你这些话是跟谁学的？”
en_us: The old man was beginning to develop a headache as he listened to all of the vicious curses being directed at him by the child, and he hurriedly reassured, "I'll definitely let you look! Who did you learn to speak like that from?"

source: 老人咦了一声，略作思量后，手腕摇晃，那口大白碗重新出现在掌心，他低头凝神望去，眼神晦暗不明，只见白碗的水面上，涟漪阵阵，偶有水花溅起，一条黑线在白碗四处飞快游曳，时不时撞击碗壁，老人自言自语道：“罢了罢了，便随你去吧。”
en_us: All of a sudden, the River Severing True Lord's expression changed ever so slightly, and after a brief moment of contemplation, he brought out the large, white bowl again with a flick of his wrist. He then looked down into the bowl with an uncertain look in his eyes, and it could be seen that the surface of the water in the bowl was rippling and splashing incessantly. At the same time, what appeared to be a black line was rapidly swimming through the bowl, occasionally crashing into the wall of the bowl as it did so. The old man murmured to himself upon seeing this, "So be it, I'll let you do whatever you please."

source: 老人哈哈笑道：“我没觉得对，只是之前世间所有衣冠之辈，皆信奉之前四字，看得我心烦，所以有人出来唱反调，我便觉得解气，仅此而已。你们读书人自己打擂台，打得斯文扫地，满地鸡毛，我高兴得很！”
en_us: Old Man Yang laughed and replied, "I didn't feel like it was correct. It was just that all Confucian students used to believe in the previous four words, and that annoyed me quite a bit. The fact that someone stepped forward to oppose them made me feel quite good. That's all there is to it. You scholars setting up an arena and fighting until your decorum is no more brings me great joy!"

source: 老人哈哈笑道：“老奴若是当场就打死那少年，就会被瞬间赶出这座小天地，到时候小姐怎么办，难道要小姐独自面对风雷园的人？再者，此地术法一律禁绝，阮师能铸剑能杀人，可是救人的本事嘛，真是不咋的，除此之外，难不成齐静春出手？绝对不会的，如今他已是泥菩萨过江自身难保，再说了，真惹恼了老奴，大不了就现出真身，老奴倒要看看，这方天地撑不撑得起老奴的千丈真身！”
en_us: Bai Yuan chuckled, "If I had killed him on the spot, then I would've instantly been evicted from this place. What would happen to you then? I couldn't just leave you on your own to face the Wind Lightning Field. On top of that, all mystical abilities are strictly prohibited in this place. Master Ruan is an expert in forging swords, but that's not going to help him save the boy. Aside from him, who else could intervene? Qi Jingchun? He's definitely not going to do anything, he can barely ensure self-preservation at this point. If worse comes to worst, I'll just have to reveal my true form. I'm interested to see whether this place can hold my true form!"

source: 老人哑然失笑。
en_us: Wu Yue couldn't help but burst into laughter upon hearing this.

source: 老人哭丧着脸，无比委屈，“老夫当时要是不这么说，怕是少年没死，老夫就已经被你活活打死了啊。”
en_us: The old shopkeeper wore an aggrieved expression as he replied, "If I didn't say that, you would've beaten me to death before this young man dies!"

source: 老人哭笑不得。
en_us: The old man was completely dumbfounded.

source: 老人唏嘘道：“都已经十八个字了啊。道法，浩然，西天，六字之后，还多了哪些？”
en_us: "There are 18 characters already..." the old man said with emotion. "Dao Power, Grand Majestic, and Western Land. Apart from these six character, what are the others?"

source: 老人唯一在意的事情，是那夜齐静春到了廊桥，与阮邛说了什么，最后他独自坐在廊桥一夜，天亮之后才起身返回小镇，在那期间，齐静春又到底说了什么，做了什么？
en_us: The only thing that he cared about was what Qi Jingchun had said to Ruan Qiong that night at the covered bridge. In the end, Qi Jingchun had sat by himself on the covered bridge for an entire night, only returning to the town once morning arrived, and Old Man Yang was desperate to find out what Qi Jingchun had said and done during that time.

source: 老人嗯了一声，道：“你比她还不如。”
en_us: "Mhm, you're even more inferior than her," the old man remarked.

source: 老人回望眼自己宅子，呢喃道：“小镇的得天独厚，本就不合大道，当初被圣人们硬生生改天换地，享受了整整三千年大气运，历代走出小镇之人，多在整个东宝瓶洲开枝散叶，可是老天爷何等精明，所以是时候来秋后算账跟咱们收取报酬喽。你们这些孩子，不赶紧离开这里，难道跟随我们这些本就破碎不堪的老朽旧瓷，起等死吗要知道，死分大小，咱们小镇几千口人，这死，是大死啊，连来生也没了。”
en_us: He glanced back at his house and murmured, "The uniqueness of this small town is innately discordant with the Great Dao. The Sages forcefully transformed this area at that time, allowing this small town to enjoy great fortune for 3000 years. Many people have walked out of here and left their descendants all throughout the Eastern Treasured Vial Continent. However, just how astute are the heavens? Thus, it's now time for the scores to be settled and for us to pay what we owe. If you children don't leave as soon as possible, are you going to stay and await death alongside us? Us who are old and broken like shattered porcelain? You have to realize that death can come great or minor. For the thousands of people in this small town, what we're going to face is a great death, a death were there is no next life.

source: 老人坐回板凳，伸手去摸口袋里的旱烟丝，发现已经空无一物，收回手后，脸色平静道：“还能如何，等死而已。”
en_us: Old Man Yang sat back down and reached into his pocket to grab some loose tobacco. However, he found that his pocket was already empty, so he retreated his hand and replied with a calm expression, "What else can I do? I'll simply wait for death."

source: 老人大大咧咧咬住鱼饵，直截了当顺着鱼线往泥瓶巷而去。
en_us: Instead of taking any cautious measures, he readily took the bait, heading straight to Clay Vase Alley.

source: 老人好像后背长了眼睛，“信不信由你。”
en_us: As if he had eyes on the back of his head, the old man added, "It's up to you whether you believe this or not."

source: 老人始终坐在檐下抽着旱烟，烟雾缭绕。
en_us: Old Man Yang remained sitting under the eave the entire time, taking the occassional from his smoking pipe. Smoke billowed around him.

source: 老人实在是憋了半天，忍不住想要说几句良心话了，要不然就对不起自己铁骨铮铮的风骨，于是壮起胆子说道：“阮师，是不是老朽老眼昏花的缘故？总觉得那少年好像也没多喜欢你家秀秀啊。”
en_us: There had been something that Shopkeeper Yang had been meaning to say for quite a while now, and he felt like if he didn't say it, he wouldn't be able to live wit himself. Hence, he mustered up his courage and said, "Master Ruan, perhaps it's just because I've gone old and senile, but it just feels to me like that boy isn't really into Xiuxiu."

source: 老人对孩子挥挥手，“去吧。”
en_us: The old man waved a dismissive hand and said, "You can go now."

source: 老人对小女孩笑道：“小姐，老奴这次一定帮你收拾好烂摊子，绝对不会再有意外了。”
en_us: Bai Yuan turned to Tao Zi with a smile as he promised, "Young Mistress, I'll be sure to take care of this mess for you this time. I assure you that there won't be any further unforeseen incidents."

source: 老人对此不置可否，“反正是无根浮萍，连路边野草也比不过，死在哪里不是死。”
en_us: Old Man Yang didn't offer a comment on this. Instead, he said, "In any case, he's nothing more than a rootless duckweed. He's even inferior to wild grass on the side of the roads, so what does it matter where he dies?"

source: 老人将那封家书轻轻放入袖子，没有着急回去宅院，抬头望向远方，视线浑浊。
en_us: The old man gently tucked the letter into his sleeve, but instead of returning to his courtyard right away, he raised his head and cast a pair of slightly murky eyes into the distance.

source: 老人开口询问一个关于“春王正月”的儒家经典之问。
en_us: The old janitor raised a question about a Daoist classic titled "First Month of the Monarch's Rule", in response to which Qi Jingchun smiled and patiently explained to the old janitor what the book was all about.

source: 老人忍住笑意，解释道：“还未走江的蛟龙之属，最讲究划分地盘，不允许同类靠近。所以……”
en_us: The old man resisted the urge to laugh as he explained, "Before flood dragons make their way into rivers, they are extremely territorial and strictly prohibit their own kind from getting near them. Hence..."

source: 老人怒喝道：“妇人之仁！真要有一副慈悲心肠，你我初见时，就不该起杀心念头。这个时候来跟老夫装女菩萨，要脸不要脸？”
en_us: "Such foolish benevolence! If you were truly kind-hearted, you wouldn't have developed that killing intent when we first met. Yet, you're pretending to be a benevolent saint now? How shameless!"

source: 老人想起那个云霞山的晚辈女子，讥讽道：“忙忙碌碌，殚精竭虑，只知道求一些身外物，真是拣了芝麻丢了西瓜，愚不可及。”
en_us: The thought of Cai Jinjian suddenly sprang into the River Severing True Lord's mind, and he sneered, "She was so busy hatching plots only to obtain some materialistic things that she completely failed to realize what was truly valuable. What a complete and utter fool she was!"
